In [1]:
import pandas as pd

In [3]:
df = pd.Series([1, 2, 3, 4, 5])
df

0    1
1    2
2    3
3    4
4    5
dtype: int64

In [4]:
df = pd.DataFrame([1,2,3,4,5])
df

   0
0  1
1  2
2  3
3  4
4  5

In [6]:
df = pd.read_csv("../users.csv")
df

   ID Username  Password            Email       Phone
0   3     Abhi   abhi123    xyz@gmail.com  9995600650
1   5    Kitty  kitty123  kitty@gmail.com  9876580987
2   6   Kimono    kim123    kim@yahoo.com   897650987